Repository: khanifzyen/woodloop
Catalog: woodloop_app/lib/l10n/app_*.arb
Languages: id

# aggregatorWarehouseFilterAll
source: All Materials
id: Semua Material

# aggregatorWarehouseFilterSawdust
source: Sawdust
id: Serbuk

# aggregatorWarehouseFilterOffcuts
source: Offcuts
id: Potongan

# aggregatorWarehouseFilterPallets
source: Used Pallets
id: Palet Bekas

# aggregatorWarehouseMockItem1Title
source: Mixed Sawdust
id: Serbuk Kayu Campur

# aggregatorWarehouseMockItem1Sub
source: Mainly Teak & Mahogany
id: Dominan Jati & Mahoni

# aggregatorWarehouseMockItem2Title
source: Mahogany Offcuts
id: Potongan Mahoni

# aggregatorWarehouseMockItem2Sub
source: Small blocks ex-furniture
id: Blok kecil ex-mebel

# aggregatorWarehouseMockItem3Title
source: Broken Pallet
id: Pallet Rusak

# aggregatorWarehouseMockItem3Sub
source: Pine ex-packaging
id: Pinus ex-packaging

# aggregatorWarehouseSellBtn
source: Sell to Factory (Converter)
id: Jual ke Pabrik (Converter)

# converterRegTitle
source: Register as Converter
id: Daftar Sebagai Pengolah

# converterRegHeader
source: Your Studio/Factory Profile
id: Profil Studio/Pabrik Anda

# converterRegSubHeader
source: Complete data to start looking for wood waste supply or selling your upcycled products.
id: Lengkapi data untuk mulai mencari suplai limbah kayu atau menjual produk upcycled Anda.

# converterRegStudioName
source: Studio / Business Name
id: Nama Studio / Bisnis

# converterRegStudioNameHint
source: Example: Jepara Eco Art
id: Contoh: Jepara Eco Art

# converterRegOwnerName
source: Owner / PIC Name
id: Nama Pemilik / Penanggung Jawab

# converterRegOwnerNameHint
source: Example: Budi Santoso
id: Contoh: Budi Santoso

# converterRegWhatsApp
source: Active WhatsApp Number
id: Nomor WhatsApp Aktif

# converterRegLocation
source: Target Workshop / Warehouse Location
id: Lokasi Workshop / Gudang Tujuan

# converterRegSpecialty
source: Processing Focus / Specialty
id: Fokus / Spesialisasi Olahan

# converterRegSpecEcoFurniture
source: Eco-Friendly Furniture
id: Furniture Ramah Lingkungan

# converterRegSpecHandicraft
source: Handicraft & Arts
id: Handicraft & Seni

# converterRegSpecBriquette
source: Wood Briquette / Pellet
id: Briket / Pelet Kayu

# converterRegSpecCompost
source: Compost / Agriculture
id: Kompos / Pertanian

# converterRegSpecOther
source: Other
id: Lainnya

# converterRegRawMaterialNeed
source: Raw Material Need (Kg/Month)
id: Kebutuhan Raw Material (Kg/Bulan)

# converterRegRawMaterialHint
source: Example: 1000
id: Contoh: 1000

# converterRegSubmitBtn
source: Register & Enter Studio
id: Daftar & Masuk Studio

# converterRegRequiredValidation
source: This field is required
id: Kolom ini wajib diisi

# converterDashActiveStudio
source: Active Studio,
id: Studio Aktif,

# converterDashRevenueThisMonth
source: This Month's Revenue
id: Pendapatan Bulan Ini

# converterDashSoldLabel
source: Sold
id: Terjual

# converterDashProcessedLabel
source: Kg Processed
id: Kg Diolah

# converterDashMenuMarketplace
source: Raw Material Marketplace
id: Marketplace Bahan Baku

# converterDashMenuCatalog
source: My Product Catalog
id: Katalog Produk Saya

# converterDashMenuClinic
source: Design Clinic
id: Klinik Desain

# converterDashNewProducts
source: New Products on Shelf
id: Produk Terbaru di Etalase

# converterDashSeeAll
source: See All
id: Lihat Semua

# converterDashMockProd1Title
source: Teak Pallet Lounge Chair
id: Kursi Santai Palet Jati

# converterDashMockProd1Sub
source: 100% Upcycled Used Pallets
id: Upcycled 100% Pallet Bekas

# converterDashMockProd2Title
source: Resin & Sawdust Coffee Table
id: Meja Kopi Resin & Serbuk

# converterDashMockProd2Sub
source: Raw Material: Mixed Sawdust
id: Bahan Baku: Serbuk Campur

# converterDashSalesCount
source: {sales} Sold
id: {sales} Terjual

# converterDashNavOrders
source: Orders
id: Pesanan

# converterDashNavProfile
source: Profile
id: Profil

# converterAddProductTitle
source: Add Upcycled Product
id: Tambah Produk Upcycle

# converterAddProductMainPhoto
source: Main Product Photo
id: Foto Produk Utama

# converterAddProductAddPhoto
source: Add Photo
id: Tambah Foto

# converterAddProductPhotoSlot2
source: Photo Slot 2 (Optional)
id: Slot Foto 2 (Opsional)

# converterAddProductName
source: Product Name
id: Nama Produk

# converterAddProductNameHint
source: Example: Minimalist Chair Ex-Pallet
id: Contoh: Kursi Minimalis Eks Pallet

# converterAddProductDesc
source: Product Description & Impact Story
id: Deskripsi Produk & Cerita Dampak

# converterAddProductDescHint
source: Tell the upcycle process...
id: Ceritakan proses upcycle...

# converterAddProductPrice
source: Selling Price (Rp)
id: Harga Jual (Rp)

# converterAddProductPriceHint
source: Example: 450000
id: Contoh: 450000

# converterAddProductStock
source: Available Stock
id: Stok Tersedia

# converterAddProductStockHint
source: Example: 5
id: Contoh: 5

# converterAddProductTraceability
source: Traceability / Raw Material
id: Traceability / Bahan Baku

# converterAddProductTraceabilityDesc
source: Select the wood waste transaction you used for this product. This will create a Traceability QR Code for the buyer.
id: Pilih transaksi limbah kayu yang Anda gunakan untuk produk ini. Ini akan membuat QR Code Tracebility untuk pembeli.

# converterAddProductSelectTransaction
source: Select Supply Transaction...
id: Pilih Transaksi Suplai...

# converterAddProductSubmitBtn
source: Save & Publish Product
id: Simpan & Terbitkan Produk

# converterClinicTitle
source: Design Clinic & Inspiration
id: Klinik Desain & Inspirasi

# converterClinicTabGlobal
source: Global Trends
id: Tren Global

# converterClinicTabPallet
source: Pallet Ideas
id: Ide dari Pallet

# converterClinicTabResin
source: Sawdust & Resin
id: Serbuk & Resin

# converterClinicTabStructure
source: Structural Schemes
id: Skema Struktur

# converterClinicMockTime1
source: 2 hours ago
id: 2 jam yang lalu

# converterClinicMockDesc1
source: How to arrange 4 broken pallets into a comfortable minimalist sofa. Perfect for outdoor cafes.
id: Cara menyusun 4 palet rusak menjadi sofa minimalis yang nyaman. Sangat cocok untuk cafe outdoor.

# converterClinicMockAuthor2
source: Local Wood Studio
id: Studio Kayu Lokal

# converterClinicMockTime2
source: 5 hours ago
id: 5 jam yang lalu

# converterClinicMockTitle2
source: Wood sawdust pressing method for coasters
id: Metode press serbuk kayu untuk tatakan gelas

# converterClinicMockDesc2
source: Using a mixture of sawdust from milling waste with eco-friendly epoxy glue.
id: Menggunakan campuran serbuk kayu sisa penggergajian dengan lem epoxy ramah lingkungan.

# converterClinicAskExpertBtn
source: Ask Expert
id: Tanya Ahli

# converterCatalogTitle
source: Your Product Catalog
id: Katalog Produk Anda

# converterCatalogStatusActive
source: Active
id: Aktif

# converterCatalogStatusSoldOut
source: Sold Out
id: Terjual Habis

# converterCatalogStatusSoldOutBadge
source: SOLD OUT
id: HABIS

# converterCatalogBtnAdd
source: Add Product
id: Tambah Produk

# converterCatalogStock
source: Stock: {count}
id: Stok: {count}

# converterCatalogMockTitle1
source: Teak Pallet Chair
id: Kursi Jati Palet

# converterCatalogMockTitle2
source: Sawdust Resin Table
id: Meja Resin Serbuk

# converterCatalogMockTitle3
source: Mahogany Cutout Ashtray
id: Asbak Potongan Mahoni

# converterCatalogMockTitle4
source: Minimalist Flower Rack
id: Rak Bunga Minimalis

# converterMarketTitle
source: Wood Waste Marketplace
id: Bursa Limbah Kayu

# converterMarketSearchHint
source: Search waste (e.g. Teak Sawdust)
id: Cari limbah (misal: Serbuk Jati)

# converterMarketTabAll
source: All
id: Semua

# converterMarketTabSawdust
source: Sawdust
id: Serbuk

# converterMarketTabCutout
source: Cutout
id: Potongan

# converterMarketTabSort
source: Warehouse Sorting
id: Sortiran Gudang

# converterMarketMockTitle1
source: Pure Teak Sawdust (Warehouse A)
id: Serbuk Jati Murni (Gudang A)

# converterMarketMockStock1
source: Available: 850 Kg
id: Tersedia: 850 Kg

# converterMarketMockTitle2
source: Small Mahogany Cutouts
id: Potongan Mahoni Kecil

# converterMarketMockStock2
source: Available: 120 Kg
id: Tersedia: 120 Kg

# converterMarketMockTitle3
source: Used Imported Pine Pallets
id: Pallet Pinus Bekas Impor

# converterMarketMockSeller3
source: WoodLoop Central Warehouse
id: Gudang Pusat WoodLoop

# converterMarketMockStock3
source: Available: 45 Pcs
id: Tersedia: 45 Pcs

# buyerRegTitle
source: Buyer Registration
id: Daftar Pembeli

# buyerRegHeader
source: Join the Circular Economy
id: Bergabung dengan Circular Economy

# buyerRegSubheader
source: Find aesthetic upcycled furniture and crafts while reducing the earth's carbon emissions.
id: Temukan furnitur dan kerajinan upcycle estetis sekaligus mengurangi emisi karbon bumi.

# buyerRegNameLabel
source: Full Name
id: Nama Lengkap

# buyerRegNameHint
source: According to ID Card
id: Sesuai KTP

# buyerRegPhoneLabel
source: WhatsApp Number
id: Nomor WhatsApp

# buyerRegPasswordLabel
source: Password
id: Kata Sandi

# buyerRegPasswordHint
source: Minimum 8 characters
id: Minimal 8 karakter

# buyerRegAddressLabel
source: Main Shipping Address (Optional)
id: Alamat Pengiriman Utama (Opsional)

# buyerRegAddressHint
source: Home or office address
id: Alamat rumah atau kantor

# buyerRegBtnSubmit
source: Register & Explore Products
id: Daftar & Eksplor Produk

# buyerRegRequiredValidation
source: This field is required
id: Kolom ini wajib diisi

# buyerProfileWelcome
source: Welcome,
id: Selamat Datang,

# buyerProfileImpactTitle
source: Your Trail of Goodness
id: Jejak Kebaikan Anda

# buyerProfileImpactProducts
source: Products Bought
id: Produk Dibeli

# buyerProfileImpactWood
source: Kg Wood Saved
id: Kg Kayu Diselamatkan

# buyerProfileImpactCO2
source: Kg CO2 Reduced
id: Kg CO2 Ditekan

# buyerProfileMenuStore
source: Upcycle Store
id: Toko Upcycle

# buyerProfileMenuTrack
source: Track Order
id: Lacak Pesanan

# buyerProfileMenuFavorites
source: Favorite Collection
id: Koleksi Favorit

# buyerProfileSectionRecent
source: Recent Purchases
id: Pembelian Terakhir

# buyerProfileStatusShipping
source: In Delivery
id: Dalam Pengiriman

# buyerProfileMockOrderTitle1
source: Sawdust Resin Coffee Table
id: Meja Kopi Resin Serbuk

# buyerProfileStatusDone
source: Completed
id: Selesai

# buyerProfileMockOrderTitle2
source: Mahogany Wood Ashtray Set
id: Set Asbak Kayu Mahoni

# buyerProfileMockOrderStore2
source: Green Studio
id: Studio Hijau

# buyerProfileOrderTotal
source: Total Purchase
id: Total Belanja

# buyerProfileNavOrders
source: Orders
id: Pesanan

# buyerProfileNavProfile
source: Profile
id: Profil

# buyerMarketCatTitle
source: Product Categories
id: Kategori Produk

# buyerMarketCat1Title
source: Large Furniture
id: Furnitur Besar

# buyerMarketCat1Subtitle
source: Sofas, Dining Tables, Cabinets from selected wood logs and pallets.
id: Sofa, Meja Makan, Lemari dari sisa log dan palet pilihan.

# buyerMarketCat2Title
source: Decor & Crafts
id: Dekorasi & Kerajinan

# buyerMarketCat2Subtitle
source: Wall panels, desk clocks, ornaments from wood cutouts.
id: Panel dinding, jam meja, ornamen dari potongan kayu.

# buyerMarketCat3Title
source: Resin & Sawdust Composites
id: Komposit Resin & Serbuk

# buyerMarketCat3Subtitle
source: Coasters, ashtrays, innovative transparent resin tables.
id: Tatakan gelas, asbak, meja resin transparan inovatif.

# buyerMarketCat4Title
source: Daily Accessories
id: Aksesoris Harian

# buyerMarketCat4Subtitle
source: Keychains, phone stands, portable bookshelves.
id: Gantungan kunci, penyangga HP, rak buku portabel.

# buyerOrderTrackTitle
source: Track Delivery
id: Lacak Pengiriman

# buyerOrderTrackMockProduct
source: Aesthetic Pallet Chair (+1 other)
id: Kursi Palet Estetik (+1 lain)

# buyerOrderTrackOrigin
source: Track Origin of Wood Waste
id: Lacak Asal Usul Limbah Kayu

# buyerOrderTrackStatusHeader
source: Delivery Status
id: Status Pengiriman

# buyerOrderTrackStep1Title
source: Order Received
id: Pesanan Diterima

# buyerOrderTrackStep1Desc
source: Payment verified.
id: Pembayaran terverifikasi.

# buyerOrderTrackStep2Title
source: Packed by Studio
id: Dikemas oleh Studio

# buyerOrderTrackStep2Desc
source: Waiting for logistics partner pickup.
id: Menunggu penjemputan mitra logistik.

# buyerOrderTrackStep3Title
source: On the Way to You
id: Dalam Perjalanan Menuju Anda

# buyerOrderTrackStep3Desc
source: Courier is heading to your location (Receipt: WX-998821).
id: Kurir menuju lokasi Anda (Resi: WX-998821).

# buyerOrderTrackStep4Title
source: Order Completed
id: Pesanan Selesai

# buyerOrderTrackStep4Desc
source: Goods have been received in good condition.
id: Barang telah diterima dengan baik.

# buyerOrderTrackBtnConfirm
source: Confirm Order Received
id: Konfirmasi Pesanan Diterima

# buyerCheckoutShippingAddress
source: Shipping Address
id: Alamat Pengiriman

# buyerCheckoutBtnChange
source: Change
id: Ubah

# buyerCheckoutMockAddress
source: Jl. Jend. Sudirman No. 45, Graha Building 12th Floor Central Jakarta, 10210 Indonesia
id: Jl. Jend. Sudirman No. 45, Gedung Graha Lantai 12 Jakarta Pusat, 10210 Indonesia

# buyerCheckoutOrderDetails
source: Order Details
id: Rincian Pesanan

# buyerCheckoutMockProduct1
source: Aesthetic Pallet Chair
id: Kursi Palet Estetik

# buyerCheckoutMockProduct2
source: Resin Coaster Set of 4
id: Tatakan Gelas Resin Set 4

# buyerCheckoutShippingFee
source: Shipping Fee
id: Biaya Pengiriman

# buyerCheckoutEcoWarriorDiscount
source: Eco-Warrior Discount
id: Diskon Eco-Warrior

# buyerCheckoutPaymentMethod
source: Payment Method
id: Metode Pembayaran

# buyerCheckoutPaymentBCA
source: BCA Virtual Account
id: Virtual Account BCA

# buyerCheckoutPaymentCard
source: Credit / Debit Card
id: Kartu Kredit / Debit

# buyerCheckoutTotal
source: Total Purchase
id: Total Belanja

# buyerCheckoutBtnPay
source: Pay Now
id: Bayar Sekarang

# buyerUpcycledMarketTitle
source: Upcycle Marketplace
id: Marketplace Upcycle

# buyerUpcycledMarketSearchHint
source: Search aesthetic furniture...
id: Cari furnitur estetik...

# buyerUpcycledMarketHighlightNew
source: New Collection
id: Koleksi Baru

# buyerUpcycledMarketHighlightTitle
source: Teak Pallet Aesthetics Studio X Collaboration
id: Estetika Palet Jati Kolaborasi Studio X

# buyerUpcycledMarketHighlightAction
source: View Collection ->
id: Lihat Koleksi ->

# buyerUpcycledMarketCatAll
source: All
id: Semua

# buyerUpcycledMarketCatDecor
source: Decor
id: Dekorasi

# buyerUpcycledMarketCatFurniture
source: Furniture
id: Furnitur

# buyerUpcycledMarketCatAccessories
source: Accessories
id: Aksesoris

# buyerUpcycledMarketMockTitle1
source: Aesthetic Pallet Chair
id: Kursi Palet Estetik

# buyerUpcycledMarketMockImpact1
source: 🌳 Save 12kg of Wood
id: 🌳 Selamatkan 12kg Kayu

# buyerUpcycledMarketMockTitle2
source: Sawdust Resin Table
id: Meja Resin Serbuk

# buyerUpcycledMarketMockImpact2
source: 🌳 Save 45kg of Wood
id: 🌳 Selamatkan 45kg Kayu

# buyerUpcycledMarketMockTitle3
source: Cutout Desk Lamp
id: Lampu Meja Potongan

# buyerUpcycledMarketMockStudio3
source: Local Creations
id: Kreasi Lokal

# buyerUpcycledMarketMockImpact3
source: 🌳 Save 3kg of Wood
id: 🌳 Selamatkan 3kg Kayu

# buyerUpcycledMarketMockTitle4
source: Minimalist Bookshelf
id: Rak Buku Minimalis

# buyerUpcycledMarketMockImpact4
source: 🌳 Save 8kg of Wood
id: 🌳 Selamatkan 8kg Kayu

# buyerCartTitle
source: Shopping Cart
id: Keranjang Belanja

# buyerCartMockProduct1
source: Aesthetic Pallet Chair
id: Kursi Palet Estetik

# buyerCartMockProduct2
source: Sawdust Resin Coaster (Set of 4)
id: Tatakan Gelas Resin Serbuk (Set 4)

# buyerCartTotalItems
source: Total Items ({count})
id: Total Item ({count})

# buyerCartTotalImpact
source: Total Positive Impact
id: Total Dampak Positif

# buyerCartTotalImpactValueMock
source: 13.5 Kg Wood
id: 13.5 Kg Kayu

# buyerCartBtnCheckout
source: Proceed to Checkout
id: Lanjut ke Pembayaran

# traceabilityTitle
source: Traceability
id: Kertelusuran

# traceabilityCategoryMock
source: UPCYCLED TEAK
id: JATI UPCYCLE

# traceabilityMockProduct
source: Teak Wall Panel
id: Panel Dinding Jati

# traceabilityInStock
source: In Stock
id: Tersedia

# traceabilityCraftedBy
source: CRAFTED BY
id: DIBUAT OLEH

# traceabilityImpactMetrics
source: Impact Metrics
id: Metrik Dampak

# traceabilityCO2Offset
source: CO2 OFFSET
id: OFFSET CO2

# traceabilityWasteDiverted
source: WASTE DIVERTED
id: LIMBAH DIALIHKAN

# traceabilityMaterialComposition
source: Material Composition
id: Komposisi Material

# traceabilityMaterialMock
source: 100% Upcycled Wood
id: 100% Kayu Upcycle

# traceabilityJourney
source: Product Journey
id: Perjalanan Produk

# traceabilityVerifiedBlockchain
source: Blockchain Verified
id: Terverifikasi Blockchain

# traceabilityStep1Label
source: Origin
id: Asal

# traceabilityStep1Title
source: Raw Wood Sourcing
id: Sumber Kayu Mentah

# traceabilityStep1Desc
source: Sourced sustainably from
id: Diperoleh secara berkelanjutan dari

# traceabilityStep1Entity
source: Perhutani Forest
id: Hutan Perhutani

# traceabilityStep2Label
source: Waste Gen
id: Timbulan Limbah

# traceabilityStep2Title
source: Production Scrap
id: Sisa Produksi

# traceabilityStep2Desc
source: Offcuts collected from
id: Potongan dikumpulkan dari

# traceabilityStep2Entity
source: Budi Workshop
id: Bengkel Budi

# traceabilityStep3Label
source: Aggregation
id: Agregasi

# traceabilityStep3Title
source: Waste Collection
id: Pengumpulan Limbah

# traceabilityStep3Desc
source: Transported and sorted by
id: Diangkut dan disortir oleh

# traceabilityStep3Entity
source: Mas Joko Logistics
id: Logistik Mas Joko

# traceabilityStep4Label
source: Final Product
id: Produk Akhir

# traceabilityStep4Title
source: Upcycled Creation
id: Kreasi Upcycle

# traceabilityStep4Desc
source: Handcrafted into panel by
id: Dibuat menjadi panel oleh

# traceabilityVerifiedBadge
source: Verified
id: Terverifikasi

# traceabilityAddToCart
source: Add to Cart
id: Tambah ke Keranjang

# traceabilitySelectSourceTitle
source: Select Wood Source
id: Pilih Sumber Kayu

# traceabilitySelectSourceSearchHint
source: Search by Batch ID or Type...
id: Cari berdasarkan ID Batch atau Jenis...

# traceabilitySelectSourceBtnUse
source: Use This Source
id: Gunakan Sumber Ini

# traceabilitySelectSourceMockType1
source: Teak Sawdust
id: Serbuk Kayu Jati

# traceabilitySelectSourceMockType2
source: Mango Wood Cutouts
id: Potongan Mangga

# traceabilitySelectSourceMockSupplier2
source: H. Toni Sawmill
id: Penggergajian H. Toni

# traceabilitySelectSourceMockDate3
source: 28 Oct 2023
id: 28 Okt 2023

# traceabilitySelectSourceMockType3
source: Used Pine Pallet
id: Palet Pinus Bekas

# traceabilitySelectSourceMockSupplier3
source: Maju Jaya Logistics
id: Logistik Maju Jaya

# chatMessagesTitle
source: Messages
id: Pesan

# chatMessagesTabAll
source: All
id: Semua

# chatMessagesTabUnread
source: Unread
id: Belum Dibaca

# chatMessagesTabSystem
source: System
id: Sistem

# chatMockMessage1
source: Hello, I have arrived at the waste pickup location...
id: Halo, saya sudah sampai di lokasi penjemputan limbah...

# chatMockSender2
source: Dian (Ekowood Studio)
id: Dian (Studio Ekowood)

# chatMockMessage2
source: Noted, we will revise the pallet chair model according to...
id: Siap, model kursi paletnya akan kami revisi sesuai dengan...

# chatMockTime2
source: Yesterday
id: Kemarin

# chatMockMessage3
source: [System] Your Supplier account verification was successful...
id: [Sistem] Verifikasi akun Supplier Anda telah berhasil...

# chatMockTime3
source: Monday
id: Senin

# chatDmMessage1
source: Hello, I have arrived at the waste pickup location. Could you point me to the pile?
id: Halo, saya sudah sampai di lokasi penjemputan limbah. Bisa dibantu tunjukkan tumpukannya?

# chatDmMessage2
source: Sure Mr. Budi. I'll be right out.
id: Siap Pak Budi. Sebentar saya keluar ya.

# chatDmMessage3
source: Here is the pickup booking code: PKP-8921-A
id: Ini kode booking penjemputannya: PKP-8921-A

# chatDmToday
source: Today
id: Hari ini

# chatDmInputHint
source: Type a message...
id: Ketik pesan...

# enablerAnalyticsTitle
source: Impact Analytics
id: Analitik Dampak

# enablerAnalyticsFilterMonth
source: This Month
id: Bulan Ini

# enablerAnalyticsKpiWaste
source: Waste Saved
id: Limbah Diselamatkan

# enablerAnalyticsKpiWasteMockUnit
source: Tons
id: Ton

# enablerAnalyticsKpiCarbon
source: Carbon Emission Reduced
id: Emisi Karbon Ditekan

# enablerAnalyticsKpiEconomy
source: Economic Multiplier Value
id: Nilai Ekonomi Mutiplier

# enablerAnalyticsKpiEconomyMockValue
source: Rp 45B
id: Rp 45M

# enablerAnalyticsKpiActiveUsers
source: Active Participants
id: Partisipan Aktif

# enablerAnalyticsKpiActiveUsersMockUnit
source: Users
id: User

# enablerAnalyticsChartTitle
source: Documented Wood Volume (Traceability)
id: Volume Kayu Terdokumentasi (Traceability)

# enablerAnalyticsChartMockLegend
source: Volume Growth Chart (Mock)
id: Grafik Pertumbuhan Volume (Mock)

# enablerAnalyticsTopContributors
source: Top Contributors (This Week)
id: Top Kontributor (Minggu Ini)

# enablerAnalyticsTopMockStat1
source: 450 Kg Wood Saved
id: 450 Kg Kayu Terselamatkan

# enablerAnalyticsTopMockStat2
source: 120 Kg Wood Saved
id: 120 Kg Kayu Terselamatkan

# enablerAnalyticsTopMockStat3
source: 90 Kg Wood Documented
id: 90 Kg Kayu Terdokumentasi
