Repository: khanifzyen/woodloop
Catalog: woodloop_app/lib/l10n/app_*.arb
Languages: id

# roleSelectionWelcome
source: Connecting the wood industry for a sustainable future. Select your role to begin.
id: Menghubungkan industri perkayuan untuk masa depan yang berkelanjutan. Pilih peran Anda untuk memulai.

# roleSupplierTitle
source: Supplier
id: Pemasok

# roleSupplierSubtitle
source: Timber Trader
id: Pedagang Kayu

# roleSupplierDesc
source: Source & sell raw timber materials
id: Sumber & jual bahan kayu mentah

# roleGeneratorTitle
source: Generator
id: Penghasil Kayu

# roleGeneratorSubtitle
source: Furniture Workshop
id: Bengkel Furnitur

# roleGeneratorDesc
source: Manage production & wood waste
id: Kelola produksi & limbah kayu

# roleAggregatorTitle
source: Aggregator
id: Agregator

# roleAggregatorSubtitle
source: Logistics
id: Logistik

# roleAggregatorDesc
source: Collect, transport & store materials
id: Kumpulkan, angkut & simpan bahan

# roleConverterTitle
source: Converter
id: Konverter

# roleConverterSubtitle
source: Creative Artisan
id: Pengrajin Kreatif

# roleConverterDesc
source: Upcycle waste into value products
id: Daur ulang limbah menjadi produk bernilai

# roleDesignerTitle
source: Designer
id: Desainer

# roleDesignerSubtitle
source: Creative Consultant
id: Konsultan Kreatif

# roleDesignerDesc
source: Offer design services and waste upcycling consulting
id: Tawarkan layanan desain dan konsultasi daur ulang limbah

# roleBuyerTitle
source: Buyer / End User
id: Pembeli / Pengguna Akhir

# roleBuyerSubtitle
source: Public Consumer
id: Konsumen Publik

# roleBuyerDesc
source: Purchase unique upcycled wood products
id: Beli produk kayu daur ulang yang unik

# continueButton
source: Continue
id: Lanjutkan

# alreadyHaveAccount
source: Already have an account?
id: Sudah punya akun?

# logInButton
source: Log in
id: Masuk

# splashSubtitle
source: Turning Waste into Wealth
id: Mengubah Limbah Menjadi Kekayaan

# splashInitializing
source: INITIALIZING...
id: MENGINISIALISASI...

# onboardingCaptureSellTitle
source: Capture & Sell
id: Foto & Jual

# onboardingCaptureSellSubtitle
source: Simply take a photo of your wood waste to list it on the marketplace. No more burning—turn your leftovers into resources.
id: Cukup ambil foto limbah kayu Anda untuk mendaftarkannya di pasar. Tidak ada lagi pembakaran—ubah sisa bahan Anda menjadi sumber daya.

# onboardingCaptureSellHighlight
source: Sell
id: Jual

# onboardingEfficientCollectionTitle
source: Efficient Collection
id: Koleksi Efisien

# onboardingEfficientCollectionSubtitle
source: Aggregators bridge the gap by collecting waste from various workshops and supplying them to creative converters. We automate the pickup scheduling so you can focus on sorting and selling.
id: Agregator menjembatani kesenjangan dengan mengumpulkan limbah dari berbagai bengkel dan memasoknya ke konverter kreatif. Kami mengotomatiskan penjadwalan pengambilan sehingga Anda dapat fokus memilah dan menjual.

# onboardingEfficientCollectionHighlight
source: Collection
id: Koleksi

# onboardingTraceableImpactTitle
source: Traceable Impact
id: Dampak Terlacak

# onboardingTraceableImpactSubtitle
source: Every piece of wood has a story. Track your environmental impact and showcase the sustainable journey of your products to eco-conscious buyers worldwide.
id: Setiap potong kayu punya cerita. Lacak dampak lingkungan Anda dan pamerkan perjalanan berkelanjutan produk Anda kepada pembeli yang sadar lingkungan di seluruh dunia.

# onboardingTraceableImpactHighlight
source: Impact
id: Dampak

# onboardingSkip
source: Skip
id: Lewati

# onboardingNext
source: Next
id: Selanjutnya

# loginWelcomeBack
source: Welcome Back!
id: Selamat Datang Kembali!

# loginSubtitle
source: Log in to manage your wood cycle.
id: Masuk untuk mengelola siklus kayu Anda.

# loginEmailHint
source: Enter your email
id: Masukkan email Anda

# loginPasswordLabel
source: Password
id: Kata Sandi

# loginPasswordHint
source: Enter your password
id: Masukkan kata sandi Anda

# loginForgotPasswordLink
source: Forgot Password?
id: Lupa Kata Sandi?

# loginButton
source: Login
id: Masuk

# loginOrContinueWith
source: Or continue with
id: Atau lanjutkan dengan

# loginDontHaveAccount
source: Don't have an account?
id: Belum punya akun?

# loginSignUp
source: Sign Up
id: Daftar

# forgotPasswordTitle
source: Forgot Password?
id: Lupa Kata Sandi?

# forgotPasswordSubtitle
source: Enter your email address to receive a password reset link.
id: Masukkan alamat email Anda untuk menerima tautan atur ulang kata sandi.

# forgotPasswordEmailLabel
source: Email Address
id: Alamat Email

# forgotPasswordEmailHint
source: you@example.com
id: anda@contoh.com

# forgotPasswordSendLink
source: Send Link
id: Kirim Tautan

# forgotPasswordBackToLogin
source: Back to Login
id: Kembali ke Login

# b2bProfileTitle
source: Business Profile
id: Profil Bisnis

# b2bProfileActivity
source: Activity
id: Aktivitas

# b2bProfileCertification
source: Certification
id: Sertifikasi

# b2bProfileComplete
source: Complete
id: Lengkap

# b2bProfileCompanyInfo
source: Company Information
id: Informasi Perusahaan

# b2bProfileDigitalWallet
source: Digital Wallet
id: Dompet Digital

# b2bProfileLegalDocs
source: Legality Documents
id: Dokumen Legalitas

# b2bProfileAccountSecurity
source: Account Security
id: Keamanan Akun

# b2bProfileHelpCenter
source: Help Center
id: Pusat Bantuan

# b2bProfileLogout
source: Log Out
id: Keluar Akun

# notificationTitle
source: Notifications
id: Notifikasi

# notificationMarkRead
source: Mark as Read
id: Tandai Dibaca

# notificationNew
source: New
id: Baru

# notificationEarlier
source: Earlier
id: Sebelumnya

# walletTitle
source: WoodLoop Wallet
id: Dompet WoodLoop

# walletTotalBalance
source: Total Active Balance
id: Total Saldo Aktif

# walletWithdraw
source: Withdraw
id: Tarik Dana

# walletHistoryIcon
source: History
id: Riwayat

# walletRecentTransactions
source: Recent Transactions
id: Riwayat Transaksi Terakhir

# designerReviews
source: ({count} Reviews)
id: ({count} Ulasan)

# designerStatProducts
source: Products
id: Produk

# designerStatSaved
source: Saved
id: Terselamatkan

# designerStatCustomProjects
source: Custom Projects
id: Proyek Custom

# designerConsultButton
source: Design Consultation
id: Konsultasi Desain

# designerPortfolioTitle
source: Upcycle Portfolio
id: Karya Upcycle

# supplierDashWelcome
source: Welcome back,
id: Selamat datang kembali,

# supplierDashOverviewTitle
source: Dashboard Overview
id: Ringkasan Dashboard

# supplierDashMonthlyRevenue
source: Monthly Revenue
id: Pendapatan Bulanan

# supplierDashTotalStock
source: Total Timber Stock
id: Total Stok Kayu

# supplierDashActiveListings
source: Active Listings
id: Daftar Aktif

# supplierDashListNewTimber
source: List New Timber
id: Buat Daftar Kayu Baru

# supplierDashRecentSales
source: Recent Sales
id: Penjualan Terbaru

# supplierDashViewAll
source: View All
id: Lihat Semua

# navMarket
source: Market
id: Pasar

# navInventory
source: Inventory
id: Inventaris

# navMessages
source: Messages
id: Pesan

# navProfile
source: Profile
id: Profil

# supplierRegStep1
source: Step 1 of 3
id: Langkah 1 dari 3

# supplierRegTitle
source: Create Supplier Account
id: Buat Akun Pemasok

# supplierRegSubtitle
source: Connect your timber business to WoodLoop.
id: Hubungkan bisnis kayu Anda ke WoodLoop.

# supplierRegFullNameLabel
source: FULL NAME
id: NAMA LENGKAP

# supplierRegCompanyNameLabel
source: COMPANY NAME
id: NAMA PERUSAHAAN

# supplierRegPhoneLabel
source: PHONE NUMBER
id: NOMOR TELEPON

# supplierRegAddressLabel
source: BUSINESS ADDRESS
id: ALAMAT BISNIS

# supplierRegMapHint
source: Tap the map to pin your exact mill location.
id: Ketuk peta untuk menandai lokasi pabrik Anda dengan tepat.

# supplierRegCertLabel
source: LEGAL CERTIFICATIONS
id: SERTIFIKASI LEGAL

# supplierRegCertRequired
source: Required
id: Wajib

# supplierRegUploadTitle
source: Upload SVLK or FSC
id: Unggah SVLK atau FSC

# supplierRegUploadHint
source: PDF, JPG or PNG (Max 5MB)
id: PDF, JPG atau PNG (Maks 5MB)

# supplierRegTermsPrefix
source: By registering, you agree to our
id: Dengan mendaftar, Anda menyetujui

# supplierRegTermsLink
source: Terms of Service
id: Ketentuan Layanan

# supplierRegTermsAnd
source: and
id: dan

# supplierRegPrivacyLink
source: Privacy Policy
id: Kebijakan Privasi

# supplierRegCompleteBtn
source: Complete Registration
id: Selesaikan Pendaftaran

# supplierRegAlreadyHaveAccount
source: Already have an account?
id: Sudah memiliki akun?

# supplierRegLoginLink
source: Login
id: Masuk

# supplierSalesHistoryTitle
source: Sales History
id: Riwayat Penjualan

# supplierSalesHistoryFilterAll
source: All Orders
id: Semua Pesanan

# supplierSalesHistoryFilterCompleted
source: Completed
id: Selesai

# supplierSalesHistoryFilterProcessing
source: Processing
id: Diproses

# supplierSalesHistoryFilterShipped
source: Shipped
id: Dikirim

# supplierSalesHistoryFilterCancelled
source: Cancelled
id: Dibatalkan

# supplierSalesHistoryTotalRevenue
source: Total Revenue
id: Total Pendapatan

# supplierSalesHistoryOrdersCompleted
source: Orders Completed
id: Pesanan Selesai

# supplierSalesHistorySearchHint
source: Search orders...
id: Cari pesanan...

# supplierSalesHistoryToday
source: Today
id: Hari Ini

# supplierSalesHistoryYesterdayMock
source: Yesterday, Oct 24
id: Kemarin, 24 Okt

# supplierSalesHistoryDateMock
source: Oct 22, 2023
id: 22 Okt 2023

# supplierSalesHistoryVsLastMonth
source: vs last month
id: vs bulan lalu

# supplierSalesHistoryNoOrders
source: No orders found.
id: Order tidak ditemukan.

# supplierListTimberCancel
source: Cancel
id: Batal

# supplierListTimberTitle
source: New Listing
id: Daftar Baru

# supplierListTimberCaptureTitle
source: Capture Timber
id: Ambil Foto Kayu

# supplierListTimberCaptureSubtitle
source: Tap to add photos of log ends and bark texture
id: Ketuk untuk menambahkan foto ujung kayu dan tekstur kulit kayu

# supplierListTimberSpecsTitle
source: Specifications
id: Spesifikasi

# supplierListTimberSpecsSpecies
source: Wood Species
id: Jenis Kayu

# supplierListTimberSpecsSpeciesHint
source: Select species (e.g. Jati)
id: Pilih jenis kayu (mis. Jati)

# supplierListTimberSpeciesJati
source: Jati (Teak)
id: Jati

# supplierListTimberSpeciesMahoni
source: Mahoni (Mahogany)
id: Mahoni

# supplierListTimberSpeciesUlin
source: Ulin (Ironwood)
id: Ulin

# supplierListTimberSpecsGrade
source: Quality Grade
id: Kelas Kualitas

# supplierListTimberDimTitle
source: Dimensions
id: Dimensi

# supplierListTimberDimLength
source: Length (m)
id: Panjang (m)

# supplierListTimberFinTitle
source: Financials
id: Keuangan

# supplierListTimberFinPrice
source: Price per m³
id: Harga per m³

# supplierListTimberFinTotalApprox
source: Based on volume, total approx: Rp 0
id: Berdasarkan volume, perkiraan total: Rp 0

# supplierListTimberCompTitle
source: Compliance
id: Kepatuhan

# supplierListTimberCompLegalCert
source: Legal Certification
id: Sertifikasi Legal

# supplierListTimberCompSvlkorFsc
source: SVLK or FSC Document
id: Dokumen SVLK atau FSC

# supplierListTimberCompUpload
source: Upload PDF / Image
id: Unggah PDF / Gambar

# supplierListTimberPublishBtn
source: Publish to Marketplace
id: Terbitkan ke Pasar

# supplierMarketTitle
source: Raw Timber Market
id: Pasar Kayu Mentah

# supplierMarketSearchHint
source: Search logs, ID, or species...
id: Cari log, ID, atau jenis kayu...

# supplierMarketFilterAll
source: All
id: Semua

# supplierMarketFilterTeak
source: Teak (Jati)
id: Jati

# supplierMarketFilterMahogany
source: Mahogany
id: Mahoni

# supplierMarketFilterLogs
source: Logs
id: Log

# supplierMarketFilterFsc
source: FSC Only
id: Hanya FSC

# supplierMarketAvailableStock
source: Available Stock
id: Stok Tersedia

# supplierMarketSortBy
source: Sort by:
id: Urutkan:

# supplierMarketSortVolumeHigh
source: Volume (High)
id: Volume (Tinggi)

# supplierMarketShowingListings
source: Showing 142 listings from verified suppliers in Jepara
id: Menampilkan 142 daftar dari pemasok terverifikasi di Jepara

# supplierMarketBulkInquiry
source: Bulk Inquiry
id: Pertanyaan Massal

# supplierMarketNavMarket
source: Market
id: Pasar

# supplierMarketNavInventory
source: Inventory
id: Inventaris

# supplierMarketNavMessages
source: Messages
id: Pesan

# supplierMarketNavProfile
source: Profile
id: Profil

# supplierMarketSupplierPrefix
source: Supplier: {supplier}
id: Pemasok: {supplier}

# supplierMarketMinOrder
source: Min. Order: {minOrder}
id: Min. Pesanan: {minOrder}

# supplierMarketSpecThick
source: THICK
id: TEBAL

# supplierMarketSpecWidth
source: WIDTH
id: LEBAR

# supplierMarketSpecProcess
source: PROCESS
id: PROSES

# supplierMarketSpecDry
source: Dry
id: Kering

# supplierMarketAvailableVol
source: Available Volume
id: Volume Tersedia

# supplierMarketAddToQuote
source: Add to Quote
id: Tambah ke Penawaran

# supplierMarketOutOfStock
source: Out of Stock
id: Stok Habis

# supplierMarketNotifyAvailable
source: Notify When Available
id: Beri Tahu Saat Tersedia

# generatorRegStep
source: Step 1 of 2
id: Langkah 1 dari 2

# generatorRegTitle
source: Register Workshop
id: Daftar Bengkel

# generatorRegSubtitle
source: Enter your workshop information to join the circular economy network.
id: Masukkan informasi bengkel Anda untuk bergabung dengan jaringan ekonomi sirkular.

# generatorRegWorkshopName
source: WORKSHOP NAME
id: NAMA BENGKEL

# generatorRegWorkshopHint
source: Jepara Artisans
id: Pengrajin Jepara

# generatorRegOwnerName
source: OWNER FULL NAME
id: NAMA LENGKAP PEMILIK

# generatorRegPhone
source: PHONE NUMBER
id: NOMOR TELEPON

# generatorRegLocation
source: WORKSHOP LOCATION
id: LOKASI BENGKEL

# generatorRegSetMap
source: Set Exact Location via Map
id: Atur Lokasi Tepat Via Peta

# generatorRegMapSub
source: For pickup route optimization
id: Untuk optimasi rute pengambilan

# generatorRegWasteFocus
source: Typical Waste Output
id: Output Limbah Tipikal

# generatorRegWasteSub
source: Select all that apply to your production
id: Pilih semua yang berlaku untuk produksi Anda

# generatorRegWasteSawdust
source: Sawdust (Serbuk)
id: Serbuk Gergaji

# generatorRegWasteOffcuts
source: Offcuts (Potongan)
id: Potongan

# generatorRegWasteChips
source: Wood Chips
id: Serpihan Kayu

# generatorRegWastePallets
source: Pallets
id: Palet

# generatorRegWasteBark
source: Bark
id: Kulit Kayu

# generatorRegVolLabel
source: EST. MONTHLY VOLUME (KG)
id: EST. VOLUME BULANAN (KG)

# generatorRegVolHint
source: e.g. 500
id: mis. 500

# generatorRegCompleteBtn
source: Complete Registration
id: Selesaikan Pendaftaran

# generatorDashWelcome
source: WELCOME BACK
id: SELAMAT DATANG

# generatorDashTotalWaste
source: Total Waste Recycled
id: Total Limbah Didaur Ulang

# generatorDashProductsSold
source: PRODUCTS SOLD
id: PRODUK TERJUAL

# generatorDashConversion
source: CONVERSION
id: KONVERSI

# generatorDashRevenue
source: Revenue
id: Pendapatan

# generatorDashPickup
source: Pickups
id: Pengambilan

# generatorDashRawMatStock
source: Raw Material Stock
id: Stok Bahan Baku

# generatorDashHardwood
source: Hardwood
id: Kayu Keras

# generatorDashSoftwood
source: Softwood
id: Kayu Lunak

# generatorDashManageOutput
source: Manage Your Output
id: Kelola Output Anda

# generatorDashManageOutputSub
source: List waste for collectors to pick up or add finished products to the marketplace.
id: Daftarkan limbah untuk diambil kolektor atau tambahkan produk jadi ke marketplace.

# generatorDashReportWasteBtn
source: Report / Sell Waste
id: Lapor / Jual Limbah

# generatorDashAddProductBtn
source: Add New Product
id: Tambah Produk Baru

# generatorDashFinishedProducts
source: Finished Products
id: Produk Jadi

# generatorDashSeeAll
source: See All
id: Lihat Semua

# generatorDashRecentWaste
source: Recent Waste Postings
id: Posting Limbah Terbaru

# generatorDashStatusPending
source: Pending
id: Tertunda

# generatorDashStatusPickedUp
source: Picked Up
id: Diambil

# generatorDashStatusSold
source: Sold
id: Terjual

# generatorDashInStock
source: In Stock
id: Tersedia

# generatorAddProductTitle
source: Add New Product
id: Tambah Produk Baru

# generatorAddProductPhoto
source: Product Photos
id: Foto Produk

# generatorAddProductAddPhotoBtn
source: Add
id: Tambah

# generatorAddProductPhotoHint
source: Upload high-quality photos. Max 5 images.
id: Unggah foto berkualitas tinggi. Maks 5 gambar.

# generatorAddProductName
source: Product Name
id: Nama Produk

# generatorAddProductNameHint
source: Example: Reclaimed Teak Coffee Table
id: Contoh: Meja Kopi Kayu Jati Reclaimed

# generatorAddProductCategory
source: Category
id: Kategori

# generatorAddProductPrice
source: Price
id: Harga

# generatorAddProductWoodSpecies
source: Wood Species Used
id: Jenis Kayu yang Digunakan

# generatorAddProductOther
source: Other
id: Lainnya

# generatorAddProductDesc
source: Description
id: Deskripsi

# generatorAddProductDescHint
source: Describe craftsmanship, finishing, and dimensions...
id: Deskripsikan keahlian pengerjaan, finishing, dan dimensi...

# generatorAddProductWoodSource
source: Wood Source
id: Sumber Kayu

# generatorAddProductWoodSourceSub
source: Select from Purchase History
id: Pilih dari Riwayat Pembelian

# generatorAddProductWoodSourceHint
source: Select wood source...
id: Pilih sumber kayu...

# generatorAddProductAddSourceManual
source: Add Source Manually
id: Tambah Sumber Manual

# generatorAddProductPublishBtn
source: Publish to Marketplace
id: Terbitkan ke Marketplace

# generatorAddProductSuccessMsg
source: Product successfully published to Marketplace!
id: Produk berhasil diterbitkan ke Marketplace!

# generatorAddCategoryFurniture
source: Furniture
id: Furnitur

# generatorAddCategorySouvenir
source: Souvenir
id: Suvenir

# generatorAddCategoryDecor
source: Decor
id: Dekorasi

# generatorAddSpeciesTeak
source: Teak (Jati)
id: Jati

# generatorAddSpeciesMahogany
source: Mahogany
id: Mahoni

# generatorAddSpeciesPine
source: Pine (Pinus)
id: Pinus

# generatorAddSourceMock1
source: Log #TR-204 – Teak from Perhutani
id: Log #TR-204 – Jati dari Perhutani

# generatorAddSourceMock2
source: Log #TR-198 – Mahogany from Blora
id: Log #TR-198 – Mahoni dari Blora

# generatorAddSourceMock3
source: Log #TR-155 – Pine from Lembang
id: Log #TR-155 – Pinus dari Lembang

# generatorReportTitle
source: Log Wood Waste
id: Lapor Limbah Kayu

# generatorReportCancel
source: Cancel
id: Batal

# generatorReportStep1Title
source: Capture Waste
id: Ambil Foto Limbah

# generatorReportUploadPhoto
source: Upload photo for verification
id: Unggah foto untuk verifikasi

# generatorReportStep2Title
source: Waste Information
id: Informasi Limbah

# generatorReportWasteForm
source: Waste Form
id: Bentuk Limbah

# generatorReportFormOffcut
source: Offcut
id: Potongan

# generatorReportFormSawdust
source: Sawdust
id: Serbuk Gergaji

# generatorReportFormShaving
source: Shaving
id: Serutan

# generatorReportFormLogEnd
source: Log End
id: Ujung Kayu

# generatorReportWoodCondition
source: Wood Condition
id: Kondisi Kayu

# generatorReportConditionDry
source: Dry
id: Kering

# generatorReportConditionWet
source: Wet
id: Basah

# generatorReportConditionMixed
source: Mixed
id: Campur

# generatorReportStep3Title
source: Waste Details
id: Detail Limbah

# generatorReportQuantity
source: Quantity
id: Kuantitas

# generatorReportDensityHint
source: Estimated density for teak is ~650kg/m³
id: Perkiraan kepadatan kayu jati adalah ~650kg/m³

# generatorReportStep4Title
source: Pickup Location
id: Lokasi Pengambilan

# generatorReportCurrentLocation
source: Current Location
id: Lokasi Saat Ini

# generatorReportEstValue
source: EST. VALUE (IDR)
id: EST. NILAI (IDR)

# generatorReportPoints
source: POINTS
id: POIN

# generatorReportSubmitBtn
source: Submit to Marketplace
id: Terbitkan ke Marketplace

# generatorReportSuccessMsg
source: Waste successfully reported to Marketplace!
id: Limbah berhasil dilaporkan ke Marketplace!

# generatorOrderMgmtTitle
source: Manage Orders & History
id: Kelola Pesanan & Riwayat

# generatorOrderMgmtTabActive
source: Active
id: Aktif

# generatorOrderMgmtTabCompleted
source: Completed
id: Selesai

# generatorOrderMgmtStatusWaiting
source: Waiting Pickup
id: Menunggu Penjemputan

# generatorOrderMgmtStatusEnRoute
source: En Route
id: Sedang Diangkut

# generatorOrderMgmtScanQRBtn
source: Scan Aggregator QR
id: Scan QR Pengepul

# aggregatorRegStepInfo
source: Step 1 of 2
id: Langkah 1 dari 2

# aggregatorRegTitle
source: Register as Aggregator
id: Daftar Sebagai Pengepul

# aggregatorRegSubtitle
source: Enter your personal and vehicle details to start collecting waste and earning profit.
id: Masukkan data diri dan armada untuk mulai mengambil limbah dan mendapatkan profit.

# aggregatorRegFullName
source: FULL NAME
id: NAMA LENGKAP

# aggregatorRegFullNameHint
source: Budi Logistics
id: Budi Logistik

# aggregatorRegIdCard
source: ID CARD NUMBER (NIK)
id: NOMOR KTP (NIK)

# aggregatorRegPhone
source: PHONE NUMBER
id: NOMOR HP

# aggregatorRegVehicleType
source: Vehicle Type
id: Tipe Armada

# aggregatorRegVehicleTypeHint
source: Select the main vehicle you use
id: Pilih armada utama yang Anda gunakan

# aggregatorRegVehicleMotorcart
source: Motorcart
id: Motor Gerobak

# aggregatorRegVehiclePickup
source: Pick-up Truck
id: Mobil Pick-up

# aggregatorRegVehicleTruck
source: Light Truck
id: Truk Engkel

# aggregatorRegLicensePlate
source: VEHICLE LICENSE PLATE
id: PLAT NOMOR KENDARAAN

# aggregatorRegSubmitBtn
source: Complete Registration
id: Selesaikan Pendaftaran

# aggregatorDashGreeting
source: Good Morning,
id: Selamat Pagi,

# aggregatorDashEstIncome
source: Estimated Income Today
id: Estimasi Pendapatan Hari Ini

# aggregatorDashTaskCount
source: Tasks
id: Tugas

# aggregatorDashRouteMap
source: Route Map
id: Peta Rute

# aggregatorDashWarehouse
source: Warehouse
id: Gudang

# aggregatorDashPickupSchedule
source: Pickup Schedule
id: Jadwal Penjemputan

# aggregatorDashViewAll
source: View All
id: Lihat Semua

# aggregatorDashNavHome
source: Home
id: Beranda

# aggregatorDashNavTransaction
source: Transactions
id: Transaksi

# aggregatorDashNavProfile
source: Profile
id: Profil

# aggregatorDashMockName
source: Budi Logistics
id: Budi Logistik

# aggregatorDashMockRouteDesc1Sub
source: Teak Sawdust • 50 Kg
id: Serbuk Kayu Jati • 50 Kg

# aggregatorDashMockRouteDesc2Title
source: Pak Slamet Workshop
id: Bapak Slamet Workshop

# aggregatorDashMockRouteDesc2Sub
source: Mahogany Offcuts • 120 Kg
id: Potongan Mahoni • 120 Kg

# aggregatorDashMockRouteDesc3Sub
source: Used Pallets • 15 Pcs
id: Pallet Bekas • 15 Pcs

# aggregatorMapMockTitle
source: Teak Sawdust
id: Serbuk Kayu Jati

# aggregatorMapEstWeight
source: EST. WEIGHT
id: BERAT EST.

# aggregatorMapEstProfit
source: POTENTIAL PROFIT
id: POTENSI PROFIT

# aggregatorMapTakeTaskBtn
source: Take Pickup Task
id: Ambil Tugas Pickup

# aggregatorPickupTitle
source: Confirm Pickup
id: Konfirmasi Pengambilan

# aggregatorPickupCameraHint
source: Point camera to Generator's QR to confirm
id: Arahkan kamera ke QR Generator untuk konfirmasi

# aggregatorPickupDetailInfo
source: Pickup Details
id: Rincian Penjemputan

# aggregatorPickupTicketCode
source: Ticket Code
id: Kode Tiket

# aggregatorPickupMockMaterial
source: Teak Sawdust
id: Serbuk Kayu Jati

# aggregatorPickupEstWeight
source: Estimated Weight
id: Estimasi Berat

# aggregatorPickupEstPayment
source: Potential Payment
id: Potensi Pembayaran

# aggregatorPickupManualInput
source: Manual Input/Edit Actual Weight
id: Input Manual/Edit Berat Aktual

# aggregatorPickupConfirmBtn
source: Complete Confirmation
id: Konfirmasi Selesai

# aggregatorWarehouseTitle
source: Aggregator Warehouse
id: Gudang Pengepul

# aggregatorWarehouseCapacity
source: Warehouse Capacity
id: Kapasitas Gudang
